# St7GetVertexLabelStyle

Returns the display style for vertex labels.

long St7GetVertexLabelStyle(long uID, long* LabelStyle)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
LabelStyle
One of lsNone, lsEntityNumber or lsIDNumber.